/*
 * Status messages
 */
"CAMERA_PREVIEW_VIDEO_NOT_CONNECTED" = "No camera";

"CAMERA_VIEW_ERROR" = "(Camera error)";

"AUDIO_INIT_ERROR" = "(Audio error)";

"SENSOR_ERROR_CANT_FIND_NORTH" = "Compass error";

"IOS_NEEDS_UPGRADE" = "Need iOS upgrade";

"SENSOR_ERROR_MAGNETOMETER_NOT_AVAILABLE" = "No compass";

"LOCATION_ERROR" = "(Location error)";

"STATUS_SCANNING" = "Scanning...";

"STATUS_LOCKING" = "Locking...";

"FILE_ERROR" = "(File error)";

"INTENAL_ERROR" = "(Internal error)";

/*
 * Social media
 */

"SHARE_TEXT" = "I found Santa Claus from %@ away. http://goo.gl/tV7z9C #apps #iPhone #santarts";

/*
 * Web links
 */

// App app home page
"APP_HOME_URL" = "http://www.roundtripsoftware.com/app/santa/";

// App help page
"APP_HELP_URL" = "http://www.roundtripsoftware.com/help/santa/";

// RTS home page
"RTS_HOME_URL" = "http://www.roundtripsoftware.com/";

// Downloads the latest new from RTS, to embed in the flip side view
"RTS_NEWS_TEXT_SOURCE" = "http://goo.gl/YzDPnr";

// This link conttains the App Store link to hit when the news above is clicked
"RTS_NEWS_LINK_SOURCE" = "http://www.roundtripsoftware.com/app_news/link.txt";
// So the URL above will return a link such as below when available:

"APP_PRIVACY_POLICY_URL" = "http://www.privacychoice.org/policy/mobile?policy=df32b1f28302e7d1ca0887ea017f166d";

/*
 * Fallback defaults if above URLs cannot be accessed
 */

// Default news text, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_TEXT" = "We hope you enjoy the app!";

// Default news link, used if the above link cannot be reached
"RTS_NEWS_DEFAULT_LINK" = "http://goo.gl/tV7z9C";

/*/Users/patmcg/projects/santaspy-trunk/SantaSpy/SantaSpy/en.lproj/Localizable.strings
 * Misc labels
 */

"MILES_SHORT" = "miles";

"KILOMETERS_SHORT" = "km";

"HELP" = "Help";

"SHARE" = "Share";

/*
 * New COPPA-related text
 */
"PARENT_GATE_INSTRUCTIONS" = "For help and info, parents can press and hold two fingers to the screen for several seconds at any time.";

"PRIVACY_POLICY_LABEL" = "Privacy Policy";

"LOCATION_EXPLANATION" = "To determine the direction to Santa Clause, this app needs your approximate location.\
\
To comply with child privacy regulations, this app does not detect your true location.  Instead, it asks you for a rough location such as city, country, state, or postal code.";

"NETWORK_ERROR_LABEL" = "Network Error";

"NETWORK_ERROR_MESSAGE" = "Please try again in a little while or check your device's Network Settings.\
\
Network access is needed for location lookup.";

"LOCATION_PROMPT" = "Where are you (about)?";

"CITY_STATE_ETC" = "City, state, country, etc.";

"DONE_LABEL" = "Done";

"CANCEL_LABEL" = "Cancel";

"DEFAULT_LOC_NAME" = "Set your location";

"SET_LOCATION_TEXT" = "Would you like to enter your city or state for a more accurate distance and direction to Santa?";

"NO_THANKS" = "No, thanks";

"OKAY" = "Ok";

"SET_LOCATION_LATER_TEXT" = "Your distance and direction to Santa will be based on a default location.  You can enter your own location at any time by clicking the info button near the bottom of the screen.";
